{
  "<pad>": 0,
  "<unk>": 1,
  "DASH": 2,
  "DIS": 3,
  "HD": 4,
  "MCD": 5,
  "PLTR": 6,
  "TGT": 7,
  "IVZ": 8,
  "WMT": 9,
  "DPZ": 10,
  "CSCO": 11,
  "GE": 12,
  "GILD": 13,
  "CBOE": 14,
  "HPQ": 15,
  "V": 16,
  "WDAY": 17,
  "AMT": 18,
  "DAL": 19,
  "T": 20,
  "NOC": 21,
  "BA": 22,
  "NOW": 23,
  "ACGL": 24,
  "LHX": 25,
  "QCOM": 26,
  "CAH": 27,
  "KLAC": 28,
  "HCA": 29,
  "APD": 30,
  "UNH": 31,
  "HAL": 32,
  "AMP": 33,
  "MMM": 34,
  "O": 35,
  "KO": 36,
  "AVGO": 37,
  "CEG": 38,
  "IT": 39,
  "LOW": 40,
  "CHTR": 41,
  "MRK": 42,
  "ANET": 43,
  "MPC": 44,
  "SHW": 45,
  "C": 46,
  "MDLZ": 47,
  "CME": 48,
  "BIIB": 49,
  "PFE": 50,
  "ORCL": 51,
  "AMGN": 52,
  "SMCI": 53,
  "ACN": 54,
  "UAL": 55,
  "SBUX": 56,
  "PEP": 57,
  "HWM": 58,
  "TT": 59,
  "ORLY": 60,
  "BLK": 61,
  "OXY": 62,
  "AMD": 63,
  "XYZ": 64,
  "PYPL": 65,
  "WMB": 66,
  "MDT": 67,
  "JNJ": 68,
  "LLY": 69,
  "GOOG": 70,
  "HRL": 71,
  "AXP": 72,
  "META": 73,
  "ULTA": 74,
  "ADBE": 75,
  "RSG": 76,
  "FI": 77,
  "LUV": 78,
  "POOL": 79,
  "ALLE": 80,
  "ISRG": 81,
  "PAYC": 82,
  "GS": 83,
  "AAPL": 84,
  "WBD": 85,
  "MU": 86,
  "FTNT": 87,
  "BRK-B": 88,
  "HSY": 89,
  "BAC": 90,
  "AMAT": 91,
  "HUM": 92,
  "TROW": 93,
  "INTU": 94,
  "TMO": 95,
  "WM": 96,
  "NKE": 97,
  "KR": 98,
  "FDX": 99,
  "BMY": 100,
  "ABNB": 101,
  "NEM": 102,
  "GD": 103,
  "ABBV": 104,
  "CTAS": 105,
  "CLX": 106,
  "DELL": 107,
  "DG": 108,
  "EIX": 109,
  "GM": 110,
  "KHC": 111,
  "NEE": 112,
  "PANW": 113,
  "CRWD": 114,
  "AZO": 115,
  "TSCO": 116,
  "CMI": 117,
  "ADI": 118,
  "KDP": 119,
  "MOH": 120,
  "PSX": 121,
  "MA": 122,
  "PG": 123,
  "TSN": 124,
  "MSFT": 125,
  "DLTR": 126,
  "ENPH": 127,
  "BKNG": 128,
  "SCHW": 129,
  "MTCH": 130,
  "CRM": 131,
  "LMT": 132,
  "ROST": 133,
  "CMCSA": 134,
  "MRNA": 135,
  "CMG": 136,
  "TDY": 137,
  "UAA": 138,
  "EBAY": 139,
  "HST": 140,
  "TSLA": 141,
  "TXN": 142,
  "NVR": 143,
  "KVUE": 144,
  "PLD": 145,
  "DHI": 146,
  "CVX": 147,
  "MS": 148,
  "D": 149,
  "CAT": 150,
  "ADSK": 151,
  "COP": 152,
  "VZ": 153,
  "INTC": 154,
  "SLB": 155,
  "ON": 156,
  "NXPI": 157,
  "ABT": 158,
  "JPM": 159,
  "EPAM": 160,
  "CB": 161,
  "WSM": 162,
  "RTX": 163,
  "NFLX": 164,
  "TKO": 165,
  "GNRC": 166,
  "ZBRA": 167,
  "MNST": 168,
  "LRCX": 169,
  "CF": 170,
  "SBAC": 171,
  "NVDA": 172,
  "DRI": 173,
  "TMUS": 174,
  "XOM": 175
}